Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Firefox Nightly gets updated every night and has experimental new features. However, it may be less stable. Download our beta browser for a more stable experience.
su: Firefox Nightly diapdét unggal peuting sarta mibanda fitur anyar uji coba. Ngan, bisa jadi kurang stabil. Undeur pamaluruh béta pikeun pangalaman anu leuwih stabil.

source: Firefox Nightly has moved
su: Firefox Nightly parantos ngalih

source: Firefox Preview is now Firefox Nightly
su: Firefox Sawangan téh ayeuna Firefox Nightly

source: Firefox will be ready in a moment…
su: Firefox bakal siap sakeudeung deui…

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
su: Firefox bakal eureun nyingkronkeun jeung akun anjeun, ngan moal mupus sakur data langlangan anjeun dina ieu alat.

source: FOLDER
su: MAP

source: Follow device language
su: Tuturkeun basa piranti

source: Follow device theme
su: Turutan téma paranti

source: Font Size
su: Ukuran font

source: Font size decrease
su: Ukuran font ngaalitan

source: Font size increase
su: Ukuran font ngaageungan

source: Font size will match your Android settings. Disable to manage font size here.
su: Ukuran aksara bakal nyaluyukeun jeung setélan Android anjeun. Pareuman pikeun ngatur ukuran tulisan di dieu.

source: Forward
su: Maju

source: Frees up storage space
su: Bébaskeun rohang panyimpenan

source: Front-facing camera
su: Kaméra hareup

source: Full screen site controls
su: Kontrol loka layar pinuh

source: General
su: Umum

source: Gestures
su: Réngkak

source: Get answers here
su: Kéngingkeun waleran di dieu

source: Get data from the clipboard
su: Cokot data ti papan klip

source: Get Firefox for Android Beta
su: Manggih Firefox Android Béta

source: Get the most out of %s.
su: Maksimalkeun %s.

source: Get the new Nightly
su: Manggih Nightly anyar

source: Get to Firefox faster. Add a widget to your Home screen.
su: Muka Firefox leuwih gancang. Tambahan émboh kana layar Tepas.

source: Get to know %s
su: Ngenalkeun %s

source: Give feedback
su: Béré pangdeudeul

source: Go Back
su: Balik Deui

source: Go Back (Recommended)
su: Balik (Disarankeun)

source: Go home
su: Mulang

source: Got it
su: Ngarti

source: Go to settings
su: Buka setélan

source: Go to Settings
su: Buka Setélan

source: Group together similar searches, sites, and tabs for quick access later.
su: Ngagabungkeun pamaluruhan, loka sareng tab anu sami pikeun aksés gancang engké.

source: Harmful site issue
su: Isu loka pibahyaeun

source: Have questions about the redesigned %s? Want to know what’s changed?
su: Boga patalekan ngeunaan rarancang anyar %s? Hoyong uninga naon anu robah?

source: Help
su: Pitulung

source: Hide and show browser tabs
su: Sumputkeun jeung témbongkeun tab panyungsi

source: Hide password
su: Sumputkeun sandi

source: Highlighted
su: Disorot

source: History
su: Jujutan

source: History Deleted
su: Mupus jujutan

source: History item menu
su: Menu barang jujutan

source: Home
su: Tepas

source: Homepage
su: Tepas

source: If allowed, private tabs will also be visible when multiple apps are open
su: Lamun diidinan, tab pribadi bakal katémbong nalika sababaraha aplikasi muka

source: In all tabs
su: Dina sadaya tab

source: Input data to the clipboard
su: Asupkeun data ti papan klip

source: Insecure Connection
su: Sambungan Teu Aman

source: Install
su: Pasang

source: Install Add-on
su: Masang Add-on

source: Installed
su: Dipasang

source: Invalid Address
su: Alamat Teu Bener

source: Invalid URL
su: URL henteu bener

source: It requires your permission to:
su: Butuh idin anjeun pikeun:

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
su: Jaga data anjeun keur sorangan. %s ngajaga anjeun ti kalolobaan palacak anu nunutur lalampahan anjeun jering.

source: Know your rights
su: Ieu hak anjeun

source: Label for entering a text input field
su: Label pikeun nuliskeun widang input téks

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
su: <label>Batur bisa nyobaan malsukeun lokana, mending ulah diteruskeun.</label> <br><br> <label>Raramatloka ngabuktikeun idéntitasna maké sértipikat. %1$s teu percaya ka <b>%2$s</b> alatan anu ngaluarkeun sértipikatna teu dipikawanoh, sértipikatna ditéken sorangan, atawa serperna teu ngirim sértipikat panengah anu bener.</label>

source: Language
su: Basa

source: Last 24 hours
su: 24 jam terakhir

source: Last 30 days
su: 30 dinten kapungkur

source: Last 7 days
su: 7 dinten kapungkur

source: Last attempt:
su: Tarékah panungtung:

source: Last synced: never
su: Singkronan panungtung: acan pernah

source: Last synced: %s
su: Singkronan panungtung: %s

source: Last updated
su: Panungtung diropéa

source: Last used
su: Panungtun dipaké

source: Later
su: Engké

source: Learn About Sending Tabs…
su: Diajar Ngeunaan Ngirim Tab…

source: Learn more
su: Lenyepan

source: Learn More
su: Lenyepan

source: Learn more about permissions
su: Leuwih jéntré ngeunaan idin

source: Learn more about Sync.
su: Leuwih jéntré ngeunaan Sync.

source: Learn more link
su: Lenyepan tutumbu lianna

source: Leave
su: Tinggalkeun

source: Libraries that we use
su: Pabukon anu dipaké

source: Library
su: Pabukon

source: Licensing information
su: Émbaran lisensi

source: Light
su: Caang

source: Light color scheme
su: Skéma warna caang

source: Light theme
su: Téma caang

source: Limits the ability of social networks to track your browsing activity around the web.
su: Ngawatesan kabisa jaringan sosial pikeun ngalacak kagiatan pamaluruhan anjeun di sakuliah raramat.

source: Link copied to clipboard
su: Tutumbu ditiron kana papan klip

source: List
su: Béréndélan

source: Loading
su: Ngamuat

source: Location
su: Lokasi

source: Login options
su: Pilihan asup log

source: Logins
su: Login

source: Logins and passwords
su: Login jeung kecap sandi

source: Logins and passwords that are not saved will be shown here.
su: Login jeung kecap sandi anu teu diteundeun bakal ditémbongkeun di dieu.

source: Logins and passwords will not be saved for these sites.
su: Login jeung kecap sandi moal diteundeun pikeun ieu loka.

source: Make text on websites larger or smaller
su: Jadikeun tulisan dina raramatloka leuwih badag atawa leuwih leutik

source: Malware site issue
su: Isu loka malwér

source: Manage logins
su: Kokolakeun login

source: Manage site permissions
su: Ngatur idin loka

source: Manually
su: Manual

source: Marketing data
su: Data pamasaran

source: May
su: Méi

source: Media
su: Média

source: Microphone
su: Mikropon

source: Microphone 1
su: Mikropon 1

source: Microphone is on
su: Mikropon hurung

source: Migration completed
su: Migrasi réngsé

source: Monitor extension usage and manage themes
su: Poncorong pamakéan éksténsi sarta kokolakeun téma

source: More options
su: Pilihan séjén

source: Mozilla location service
su: Layanan perenah Mozilla

source: Must have a title
su: Kudu boga judul

source: Name
su: Ngaran

source: NAME
su: NGARAN

source: Name (A-Z)
su: Ngaran (A-Z)

source: Name collection
su: Ngaran koléksi

source: Navigate back
su: Mundur

source: Never
su: Kungsi

source: Never save
su: Ulah diteundeun

source: New add-on available
su: Aya add-on anyar

source: New add-ons available
su: Aya add-on anyar

source: New private tab
su: Tab nyamuni anyar

source: New private tab opened
su: Tab nyamuni anyar dibuka

source: New tab
su: Tab anyar

source: New tab opened
su: Tab anyar dibuka

source: No account? <u>Create one</u> to sync Firefox between devices.
su: Teu boga akun? <u>Jieun</u> pikeun nyingkronkeun Firefox dina sakabéh parabot.

source: No add-ons here
su: Teu aya add-on di dieu

source: No app found to open %1$s files
su: Teu manggih aplikasi pikeun muka berkas %1$s

source: No bookmarks here
su: Euweuh markah di dieu

source: No camera available on device
su: Henteu aya kaméra dina alat

source: No crash reports have been submitted.
su: Teu aya laporan karuksakan nu tos dipasihkeun.

source: No Devices Connected
su: Teu aya parangkat nyambung

source: No downloaded files
su: Taya berkas undeuran

source: No downloads here
su: Taya undeuran di dieu

source: No history here
su: Teu aya jujutan di dieu

source: No internet connection
su: Euweuh sambungan internét

source: No open tabs
su: Taya tab muka

source: No recently closed tabs here
su: Taya tab nu anyar ditutup di dieu

source: No site exceptions
su: Taya pengecualian loka

source: No thanks
su: Teu, nuhun

source: Notification
su: Iber

source: Notifications
su: Iber

source: Notifications for tabs received from other Firefox devices.
su: Iber pikeun tab anu katampa ti séjén piranti Firefox.

source: Not now
su: Moal waka

source: Not yet available
su: Tacan sayagi

source: Not yet supported
su: Tacan dirojong

source: No update available
su: Euweuh apdéteun

source: (No username)
su: (Taya sandiasma)

source: Nov
su: Nop

source: Oct
su: Okt

source: Off
su: Pareum

source: Offline
su: Luring

source: Offline Mode
su: Mode Oplén

source: OK
su: HEUG

source: Okay, Got it
su: Heug, Ngarti

source: OK, Got It
su: Okéh, Ngarti

source: Older
su: Lawas

source: On
su: Hurung

source: Only in Custom tabs
su: Ukur dina tab Sakahayang

source: Only in Private tabs
su: Ngan dina tab Nyamuni

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
su: Dina komputer anjeun buka Firefox terus buka <b>https://firefox.com/pair</b>

source: Open
su: Buka

source: Open a new Firefox tab
su: Buka tab Firefox anyar

source: Open a private tab once: Tap the %s icon.
su: Buka tab nyamuni sakali: Toél ikon %s.

source: Open Camera
su: Buka Kaméra

source: Open files downloaded to your device
su: Buka berkas undeuran di perangkat anjeun

source: Open image in new tab
su: Buka gambar di tab anyar

source: Open in…
su: Buka di…

source: Open in %1$s
su: Buka di %1$s

source: Open in app
su: Buka di aplikasi

source: Open in app? Your activity may no longer be private.
su: Buka dina aplikasi? Réngkak anjeun bisa jadi henteu nyamuni.

source: Open in new tab
su: Buka dina tab anyar

source: Open in private tab
su: Buka dina tab nyamuni

source: Open it in the menu
su: Buka dina menu

source: Open link in external app
su: Buka tutumbu di aplikasi luar

source: Open link in new tab
su: Buka tutumbu di tab anyar

source: Open link in private tab
su: Buka dina tab nyamuni

source: Open links in apps
su: Buka tutumbu dina aplikasi

source: Open links in a private tab
su: Buka tutumbu di tab nyamuni

source: Open private tabs every time: Update your private browsing settings.
su: Unggal buka tab nyamuni: Anyarkeun sétélan langlangan nyamuni anjeun.

source: Open settings
su: Buka setélan

source: Open site in browser
su: Buka loka dina pamaluruh

source: Open source libraries we use
su: Pabukon sumber nembrak anu dipaké

source: Open tabs
su: Buka tab

source: Open Tabs
su: Buka Tab

source: Open tabs menu
su: Buka menu tab

source: Other
su: Lianna

source: Other Bookmarks
su: Markah Lianna

source: <p>Additional information about this problem or error is currently unavailable.</p>
su: <p>Can aya iber lianna ngeunaan ieu masalah atawa galat.</p>

source: Password
su: Kecap sandi

source: Password copied to clipboard
su: Kecap sandi ditiron kana papan klip

source: Password field must not be empty
su: Widang kecap sandi henteu kaci kosong

source: Password for %1$s
su: Kecap sandi pikeun %1$s

source: Password required
su: Butuh kecap sandi

source: Passwords
su: Kecap sandi

source: Paste
su: Terap

source: Paste & Go
su: Terap & Miang

source: Pause
su: Reureuh

source: Permissions
su: Idin

source: Persistent Storage
su: Panyimpen panceg

source: Pick a month
su: Pilih sasih

source: Play
su: Ulinkeun

source: Please enable tab syncing.
su: Mangga hurungkeun singkronan tab.

source: Please re-authenticate.
su: Mangga oténtikasi ulang.

source: Port restricted for security reasons
su: Port diwates pikeun kaamanan

source: Powered By
su: Ditanagaan ku

source: Powered by %1$s
su: Dijalankeun ku %1$s

source: POWERED BY %1$s
su: DIJALANKEUN KU %1$s

source: Prevents malicious scripts gaining access to your device to mine digital currency.
su: Nyegah skrip bahya nyokot aksés kana paranti anjeun pikeun ngagali mata uang digital.

source: Prevent this page from creating additional dialogs
su: Nyegah ieu kaca tina ngadamel dialog anu sanés

source: Privacy
su: Salindungan

source: Privacy and security
su: Salindungan jeung kaamanan

source: Privacy and security settings block trackers, malware, and companies that follow you.
su: Setélan kawijakan privasi jeung kaamanan meungpeuk palacak, malwér, jeung maskapé anu nunutur anjeun.

source: Privacy notice
su: Wawar privasi

source: Private
su: Salindungan

source: Private browsing
su: Nyungsi nyamuni

source: Private browsing session
su: Rintakan nyungsi nyamuni

source: Private %s
su: %s nyamuni

source: Private Search
su: Sungsi Nyamuni

source: Private session
su: Sesi nyamuni

source: Private tab
su: Tab nyamuni

source: Private tab closed
su: Tab nyamuni ditutup

source: Private tabs
su: Tab nyamuni

source: Private tabs closed
su: Tab nyamuni ditutup

source: Private tabs deleted
su: Mupus tab nyamuni

source: Problem loading page
su: Kaca hésé dimuat

source: Protections are OFF for this site
su: Perlindungan OFF pikeun ieu loka

source: Protections are ON for this site
su: Perlindungan ON pikeun ieu loka

source: Protection Settings
su: Setélan Kilung

source: Provide cryptographic authentication services
su: Nyadiakeun layanan oténtikasi kriptograpik

source: Proxy Server Not Found
su: Server Proksi Teu Kapanggih

source: Proxy Server Refused Connection
su: Server proxy Nolak Sambungan

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
su: <p>Alamatna méré protocol (e.g., <q>wxyz://</q>) anu teu dipikawanoh ku pamaluruh, ku kituna pamaluruhna teu bisa nyambung kalawan bener ka lokana.</p> <ul> <li>Badé muka multimédia atawa layanan non-téks lianna? Pariksa lokana pikeun kalengkepanana.</li> <li>Sababaraha protokol butuh sopwér atawa plugin pihak katilu sangkan bisa dipikawanoh ku pamaluruhna.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
su: <p>Panyungsi laksana nyambung, tapi sambunganana kapegat sabot nransferkeun émbaran. Mangga cobaan deui.</p> <ul> <li>Lokana sigana keur pareum samentawis atawa sibuk pisan. Cobaan sakeudeung deui.</li> <li>Lamun anjeun teu bisa muka loka hiji hiji acan, pariksa sambungan data atawa Wi-Fina.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
su: <p>Pamaluruh teu bisa manggihan serper pajamu pikeun alamat nu disadiakeun.</p> <ul> <li>Pariksa alamatna bisi aya salah ketik kawas <strong>ww</strong>.conto.com batan <strong>www</strong>.conto.com.</li> <li>Lamun anjeun teu bisa kaca hiji hiji acan, pariksa data perangkat atawa sambungan Wi-Fina.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
su: <p>Pamaluruh eureun nyobaan mulut hal anu direkéskeun. Lokana ngarahkeun rekésna nepi ka moal anggeus-anggeus.</p> <ul> <li>Anjeun numpurkeun atawa meungpeuk réréméh anu dipénta ku ieu loka?</li> <li>Lamun teu bisa bérés ku nampa réréméh loka, sigana masalahna dina konpigurasi serper sarta lain tina piranti anjeun.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
su: <p>Pamaluruhna disetél maké serper proksi, tapi proksina teu kapanggih.</p> <ul> <li>Konpigurasi proksi pamaluruhna geus bener? Pariksa setélanana sarta cobaan deui.</li> <li>Perangkatna nyambung ka jaringan aktip?</li> <li>Can bener kénéh? Cobi pundut bantuan ka administrator jaringan atawa panyadia internétna.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
su: <p>Pamaluruhna disetél maké serper proksi, tapi proksina nolak sambungan.</p> <ul> <li>Konfigurasi proksi pamaluruhna geus bener? Pariksa setélanana sarta cobaan deui.</li> <li>Layanan proksina ngidinan sambungan ti ieu jaringan?</li> <li>Can bener kénéh? Cobi pundut bantuan ka administrator jaringan atawa panyadia internétna.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
su: <p>Panyungsi keur leumpang dina mode luring na jeung teu tiasa nyambung ka barang anu dipénta.</p> <ul> <li>Ieu parangkat nyambung ka jaringan aktip heunteu?</li> <li>Pencét "Cobi deui" pikeun ngalih ka modeu daring sareng ngamuat deui ieu kaca.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
su: <p>Tutumbu jaringan kaganggu bari parundingan sambungan. Cobaan deui.</p> <ul> <li>Loka éta samentawis henteu kapayun atanapi sibuk teuing. Cobian deui dina sababaraha waktos.</li> <li>Upami anjeun teu tiasa muka kaca, pariksa data paranti atanapi sambungan Wi-Fi anjeun.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
su: <p>Kaca anu rék ditempo teu bisa ditémbongkeun alatan kadetéksi aya galat dina transmisi data.</p> <ul> <li>Mangga kontak anu miboga raramatloka pikeun ngiberan ieu masalah.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
su: <p>Kaca anu rék ditempo teu bisa ditémbongkeun alatan maké bentuk komprési anu teu sah atawa teu didukung.</p> <ul> <li>Mangga kontak anu miboga raramatloka pikeun ngiberan ieu masalah.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
su: <p>Alamat anu diasupkeun formatna teu dpikawanoh. Pariksa palang lokasi bisi aya nu salah, laju cobaan deui.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
su: <p>Alamat anu dipénta nyebutkeun port (contona <q>mozilla.org:80</q> pikeun port 80 di mozilla.org) galibna dipaké <em>lain</em> pikeun nyungsi Raramat. Panyungsi geus ngabolaykeun paménta pikeun kaamanan anjeun.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
su: <p>Loka anu dipénta henteu ngaréspon kana paménta sambungan sareng panyungsi parantos lirén ngantosan balesan.</p> <ul> <li>Bisa pangladén ngalaman paménta anu luhur atanapi pamiayaan samentawis? Cobian deui engké.</li> <li>Naha anjeun teu tiasa ngotéktak situs sanés? Parios sambungan jaringan alat na.</li> <li>Naha alat anjeun atanapi jaringan ditangtayungan ku firewall atanapi proksi? Setélan anu salah tiasa ngaganggu keur nyungsi Web.</li> <li>Masih kénéh gangguan? Taroskeun ka admin jaringan anjeun atanapi panyadia Internét pikeun bantuan.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
su: <p>Lokana di %1$s dilaporkeun salaku loka gangas sarta geus dipeungpeuk dumasar kana préperénsi kaamanan anjeun.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
su: <p>Lokana di %1$s dilaporkeun salaku loka pibahyaeun sarta geus dipeungpeuk dumasar kana préperénsi kaamanan anjeun.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
su: <p>Lokana di %1$s dilaporkeun nginangan sopwér anu teu dipiharep sarta geus dipeungpeuk dumasar kana préperénsi kaamanan anjeun.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
su: <p>Loka éta ngabales panyambungan jaringan ku cara anu teu kaduga sareng panyungsi teu tiasa diteruskeun.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
su: <p>Kaca web ieu di %1$s dilaporkeun salaku loka nu nipu jeung tos diblokir dumasar kana pilihan kahoyong kaamanan.</p>

source: Pull to refresh
su: Betot pikeun nyegerkeun

source: QR scanner
su: Paminday QR

source: Quick settings sheet
su: Sepré sétélan gancang

source: Quit
su: Kaluar

source: Rate on Google Play
su: Peunteun dina Google Play

source: Rating
su: Peunteun

source: Read and modify bookmarks
su: Baca jeung robah markah

source: Read and modify browser settings
su: Baca jeung ropéa setélan panyungsi

source: Read and modify privacy settings
su: Bca jeung ropéa setélan pripasi

source: Reader view
su: Pidangan baca

source: Reading List
su: Daptar Bacaeun

source: Read our privacy notice
su: Maca wawaran salindungan kami

source: Read the text of all open tabs
su: Baca téks ti sadaya tab muka

source: Ready to scan
su: Siap mindai
